<template>
	<view class="bgf1f p-20">
		<view class="title font18">“某某项目”用户服务协议</view>
		
		<view class="font12 mt-10 mb-20">协议版本:【1.0】;生效日期:【2021.6.1】</view>
		
		<view class="container">
			<view class="">欢迎您注册“某某项目”账号并使用“某某项目”的服务！</view>
			 
			<view class="">
				本《“某某项目”用户服务协议》（以下简称“本服务协议”）是您与“某某项目”之间就注册“某某项目”用户账号及使用“某某项目”的各项服务等相关事宜所订立的协议。为使用“某某项目”的服务，您应当仔细阅读并遵守本服务协议下的全部内容，特别是涉及免除或者责任限制的条款，该类条款可能以黑体加粗或加下划线的形式提示您重点注意。除非您已阅读并接受本服务协议所有条款，否则您将不能注册“某某项目”账号或使用“某某项目”的服务，如您不同意本服务条款的任意内容，请勿注册或使用“某某项目”的服务，并应立即停止注册程序。如您勾选“我同意《“某某项目”用户服务协议》”并通过注册程序或其他任何方式使用或接受“某某项目”的任何服务，即视为您已阅读并同意本服务协议，自愿接受本服务协议的所有内容的约束。请您在决定注册或使用服务前再次确认您已知悉并完全理解本服务协议的所有内容。
			</view>
	
			<view class="mt-10">一、账号的注册</view>
			<view class="">【注册资料】您应遵循诚实信用、合法善意的原则，向“某某项目”提交相关注册资料，相关注册资料应当遵守法律法规、社会主义制度、国家利益、公民合法权益、公序良俗、信息真实等原则，不应提交任何违法或不良信息，相关资料如有变动，您应及时更新。如果因您所提供的注册资料不合法、不真实、不准确或未及时更新，从而导致相关法律责任或不利后果的，您将承担相应的法律责任及不利后果。
			您已知悉，在“某某项目”账号注册过程中，因安全性、内部管理等原因，部分初始注册资料可能将无法再次更改。因此，您应谨慎核查此部分注册资料，确保正确填写。</view>
			
			<view class="">【民事行为能力】您知悉并承诺，您具有完全民事权利能力和行为能力或虽不具有完全民事权利能力和行为能力但已经过您的家长和其他法定监护人同意并由您的家长和其他法定监护人代理注册及使用“某某项目”的各项服务。若您不具备前述相适应的民事行为能力即进行账号注册的，则您及您的家长和其他法定监护人应依照法律规定承担因此而导致的一切后果。
			</view>
			
			<view class="">【真实身份】因国家法律法规、监管要求及特定门类的服务（如金融服务等）需要，您有可能需要在注册或使用该等服务的特定环节中填写真实的身份信息，并需通过相关验证流程后方可使用服务，如您填写的身份信息不完整、不真实或未通过验证，将导致您无法使用该服务、损害自身、他人利益或造成其他不利后果，该等后果将由您予以承担。
			</view>
			
			<view class="">【注册信息保护】“某某项目”将对您所提交的注册信息予以保护，不会将其披露给任何非关联的第三方，除非：</view>
			<view class="">（1）相关法律法规或国家机关要求；</view>
			<view class="">（2）“某某项目”发生相关合并、分立、收购或资产转移；或</view>
			<view class="">（3）为提供相关服务所必须的。</view>
			<view class="">对于您所提交的注册信息中涉及个人信息的内容，“某某项目”将严格按照《“某某项目”隐私政策》的规定进行收集、处理和使用。</view>
			
			<view class="">【账号数量】除因历史原因、业务整合等“某某项目”所认可的特殊情况外，“某某项目”原则上只允许您使用一个“某某项目”用户账号。如有证据证明或“某某项目”有理由相信您存在不当注册或不当使用多个“某某项目”账号的情形，“某某项目”可将相关账号信息进行合并或采取其他合理措施，如因您不当注册或不当使用给“某某项目”及相关方造成损失的，您还应承担相应的赔偿责任。此外，出于相关业务需要，“某某项目”也可对同一用户的多个账号或相关信息进行合并，如该等合并将对您的权益产生实质影响，“某某项目”将在进行上述合并前事先征得您的同意。
			 </view>
			
			
			 
			
			<view class="mt-10">二、 账号的使用</view>
			
			<view class="mt-10">【账号使用】您应对您账号项下的所有行为（包括但不限于在线签署任何协议，浏览、购买、支付、点评、上传、发布、输入任何内容）所产生的一切后果负责，通过您的账号所发生的上述各项行为将视为您本人的真实意思表示。
			“某某项目”提示您，您通过自身账号在接受“某某项目”的各项服务中所上传、发送的任何内容都应具有合法来源，如相关内容涉及任何第三方的合法权益，应事先获得相应的许可。如“某某项目”收到涉及您的相关举报或投诉，“某某项目”可采取相关法律法规所要求或允许的方式，向相关争议方、相关部门提供包括账号在内的必要的信息，以便解决纠纷争议，保护正当权利人的合法权益。 
			</view>
			
			<view class="mt-10">【账号借用】为保证相关账号安全，未经“某某项目”的书面同意，您不应将“某某项目”平台上所注册的账号借给他人使用，否则您应当承担由此产生的全部责任，“某某项目”平台保留拒绝提供相应服务、冻结或收回注册账号或终止本服务协议的权利，并可要求您对“某某项目”所承受的损失予以赔偿。
			</view>
			
			<view class="mt-10">【安全义务】如您发现账号存在安全问题，请您立即联系“某某项目”予以调查处理，否则“某某项目”对潜在损失的产生或扩大不承担任何责任。
			“某某项目”特别提示您，您应该妥善保管您的账号和密码，当您使用完毕“某某项目”的服务后，您应安全退出。此外，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意“某某项目”有关防范诈骗犯罪的提示。您知悉并同意，如您在账号信息的保管上、相关上网设备的网络安全维护上存在任何过失导致账号丢失、泄露，您应对此所产生的任何后果负责，“某某项目”对此不负任何责任，如“某某项目”因此产生相关支出，“某某项目”将有权向您予以追偿。 
			</view>
			
			<view class="mt-10">【限制冻结】您知悉并同意，在符合法律法规的规定，或经国家机关要求的前提下，“某某项目”有权对您的注册账号进行限制或冻结，在该等情况下，您可能无法继续登陆或使用您的注册账号。</view>
			
			 
			<view class="mt-10">三、用户行为规范与责任承担</view>
			<view class="mt-10">【用户义务】您知悉并承诺，在使用“某某项目”所提供的服务的过程中，您应遵守相关法律法规，不应从事如下违反法律法规的规定，影响正常服务提供或损害他人合法利益的行为：</view>
			<view class="mt-10">（1） 不应利用“某某项目”平台或相关服务危害国家安全、破坏政治稳定、泄露国家秘密，不侵犯国家、社会、集体利益和第三方的合法权益，不从事违法犯罪活动，不设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，不利用网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息；
			</view>
			
			<view class="mt-10">（2）不应制作、发布、复制、查阅和传播、存储、链接下列信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；捏造、散布谣言，侵犯他人权利，扰乱经济、社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；宣扬恐怖主义、极端主义的；违背当地风俗习惯的；含有法律、行政法规禁止的其他内容的；
			</view>
			
			<view class="mt-10">（3）不应从事下列危害计算机信息网络安全的活动：对网络服务及相关软硬件设施进行破解、破坏、删除、修改或者增加的；对计算机信息网络中存储或者传输的数据和应用程序进行删除、修改或者增加的；使用软件或硬件等方式窃取他人口令、非法入侵他人计算机系统；故意制作、传播计算机病毒等破坏性程序的；其他危害计算机信息网络安全的活动；
			</view>
			
			<view class="mt-10">（4）不应擅自复制和使用网络上未公开和未授权的文件。除相关著作权人明示同意，不应在网络中擅自破解、传播、下载或复制第三人享有著作权的软件或进行其他任何侵害他人知识产权的活动；
			</view>
			<view class="mt-10">（5）不应私自传播广告信息或以“刷单”等不正当方式帮助他人提升评价或利用评价权利对其他用户、商户实施威胁、敲诈勒索；</view>
			<view class="mt-10">（6）不应因对“某某项目”相关服务的使用行为导致“某某项目”卷入政治和公共事件；</view>
			
			<view class="mt-10">（7）不应通过侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册“某某项目”平台账户、用机器模拟客户端等手段进行交易或参加“某某项目”或其所授权的第三方发布的任何活动；
			</view>
			
			<view class="mt-10">（8）未经“某某项目”事先书面许可，不应自行或授权、协助任何第三方非法抓取“某某项目”所展示的任何内容（“非法抓取”是指采用未经“某某项目”认可的程序或者非正常浏览等技术手段获取内容数据的行为）。 
			</view>
			
			<view class="mt-10">【责任承担】如您在使用“某某项目”服务过程中涉及上述行为中的一项或多项，则需要对自己的行为承担法律责任。承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在“某某项目”首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任等损失（含诉讼费、律师费等相关法律程序费用）后，您应立即给予“某某项目”等额的赔偿。此外，根据具体违法违规情形，“某某项目”有权作出独立判断，立即暂停或终止对您提供部分或全部服务，包括锁定、注销、删除帐号等措施。同时，您同意，如因您的行为造成他人经济损失的，“某某项目”可出于公共利益保护、消费者保护、商业利益保护等原则，在合法合规的前提下，从您的钱袋宝账户（如有）中划扣相应款项，您同意并授权、委托“某某项目”进行上述划扣操作。 
			您知悉并理解，如果“某某项目”发现您的上述违法违规行为，依据相关法律法规的规定，“某某项目”有权或有义务立即停止相关服务，删除或屏蔽相关违规信息、服务评价，并视情况进行调查取证，保存有关记录，或向国家有关机关举报。同时，“某某项目”有权自主删除、屏蔽含有该内容的任何数据信息。“某某项目”将根据国家相关法律法规要求，对依法删除、屏蔽的数据信息予以记录、保存。
			</view>
			
			<view class="mt-10">【广告促销】您理解并同意：为向您提供更为细致、贴心的服务，在经过您的事先确认后，“某某项目”或“某某项目”授权、认可的第三方商家、广告商可能通过您注册时填写的手机号码或者电子邮箱向您发送您可能感兴趣的商品服务的广告宣传信息、促销优惠等商业性信息，其方式和范围可不经向您特别通知而变更；如果您不愿意接收此类信息，则您有权通过“某某项目”平台提供的相应的退订方式进行退订。
			您理解并同意，对上述的相关广告信息，您应审慎判断其真实性和可靠性，除法律法规明确规定外，您应对依该广告信息进行的交易负责。</view>
			
			<view class="mt-10">【使用目的】除非在特定服务条款或规则中您与“某某项目”另有约定或“某某项目”另行予以书面同意，您将确保本服务协议下的服务仅为您个人非商业性质的使用。未经“某某项目”书面同意，您不得使用未经“某某项目”授权的任何插件、外挂或第三方工具对本服务协议下的服务进行干扰、破坏、修改或施加其他影响。
			 </view>
			
			
			
			
			
			
			 
			<view class="mt-10">四、协议的终止</view>
			<view class="mt-10">【协议终止情形】本服务协议于以下任一情形下终止：</view>
			<view class="mt-10">（1）“某某项目”有权依据本服务协议约定，收回、注销用户账号，此情形下，本服务协议于账号收回、注销之日终止；</view>
			<view class="mt-10">（2）在满足“某某项目”平台公示的账号注销条件时，您通过网站自助服务或“某某项目”的客服注销“某某项目”的用户账号，本服务协议于账号注销之日终止。您理解并同意，您已认真阅读、认可《“某某项目”隐私政策》及其附件一《用户注销协议》，并已了解、同意相关用户注销流程及注销后的权利义务安排；
			</view>
			<view class="mt-10">（3）“某某项目”有权根据自身商业安排经过合理的提前通知终止全部“某某项目”平台服务，本服务协议于“某某项目”平台全部服务依法定程序及方式终止之日终止。</view>
			<view class="mt-10">本服务协议终止后，“某某项目”将无法继续向您提供任何服务或履行任何其他义务，包括但不限于为您保留或向您披露其原“某某项目”账号中的任何信息，向您或第三方转发任何未曾阅读或发送过的信息等。</view>
			<view class="mt-10">本服务协议的终止不影响第五条知识产权条款以及其他根据其内容应继续有效的条款的有效性，也不影响本服务协议终止前各方的相关权利和义务，包括但不限于守约方依据本服务协议向违约方追究相应的违约责任。</view>
			
			
			
			 
			
			 
			<view class="mt-10">五、不可抗力或其他免责事由</view>
			<view class="mt-10">【不可抗力】您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务协议下的服务发生中断或终止。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、法律法规变动、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务等行为。出现上述情况时，“某某项目”将努力在第一时间与相关部门配合，及时进行修复，但是由此给您造成的损失，“某某项目”在法律允许的范围内免责。
</view>
			<view class="mt-10">【其他免责事由】您理解并同意，在符合法律规定的情况下，“某某项目”对以下事由所导致的服务中断或终止不承担责任：</view>
			<view class="mt-10">（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</view>
			<view class="mt-10">（2）用户或“某某项目”的电脑软件、系统、硬件和通信线路出现故障；</view>
			<view class="mt-10">（3）用户操作不当；</view>
			<view class="mt-10">（4）用户通过非“某某项目”授权的方式使用本服务；</view>
			<view class="mt-10">（5）其他“某某项目”无法控制或合理预见的情形。</view>
			<view class="mt-10">【信息真实性】“某某项目”提示您，在使用本服务的过程中，您可能会遇到网络信息或其他用户行为带来的风险，该等风险包含他人匿名或冒名的含有威胁、诽谤、令人反感、非法、误导、欺骗等任何信息或行为所造成任何心理、生理上的伤害或经济损失。请您仔细甄别，并在遇到上述相关不法行为时及时向“某某项目”或有关机关举报或投诉。“某某项目”将对相关内容开展日常检查并在收到举报或投诉时进行相应处理，但请您注意，“某某项目”不对非“某某项目”所发出或刊登的任何信息的真实性、适用性、合法性承担责任，也不对因第三方侵权行为给您造成的损害负责。
			</view>
			<view class="mt-10">【责任限制】除非另有明确书面说明，在符合法律法规规定的情况下，“某某项目”不对其网站和客户端上的信息、内容、材料、产品或服务做任何形式的明示或默示的声明或担保</view>

			<view class="mt-10">六、管辖、法律适用与争议解决</view>
			<view class="mt-10">本服务协议的成立、生效、履行、解释与纠纷解决，适用中华人民共和国大陆地区法律法规，并且排除一切冲突法规定的适用。</view>
			<view class="mt-10">如因某项具体服务中的产品或服务问题导致您与“某某项目”间出现纠纷，您同意，该等纠纷将由适用于该项具体服务的服务条款或规则中所规定的争议解决地的有管辖权人民法院受理。就本服务协议而言，如您因本服务协议文本与“某某项目”产生争议纠纷，您同意交由本服务协议签订地有管辖权人民法院受理。本服务协议签订地为北京市朝阳区。
			 </view>
			
			
			<view class="mt-10">七、其他</view>
			<view class="mt-10">【关键词】本服务协议各条款前所列关键词仅供帮助理解条款主旨及快速定位查询条款所用，不能代替条款的任何内容，亦不作为解释条款的依据，“某某项目”建议您仔细阅读各条款的具体表述，以维护您的合法权益。
			</view>
			
			<view class="mt-10">【可分性】如果本服务协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</view>
				
			 
			<view class="mt-30">再次感谢您的耐心阅读！</view>
			 
			 
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			};
		}
	}
</script>

<style lang="scss">

</style>
